* Grading levels:

To pass you need
+ a minimum of 5p on each question (1 to 4) and also
+ reach these grade limits:  3: >=48p, 4: >=65p, 5: >=83p, max: 100p

* Statistics:

|        | Pages |   P1 |   P2 |   P3 |   P4 | Bonus | Total |
|--------+-------+------+------+------+------+-------+-------|
| Median |     9 |   21 |   20 | 10.5 | 10.5 |     4 |  63.5 |
| Mean   |   9.0 | 19.3 | 17.7 | 10.5 | 10.8 |   4.2 |  62.5 |

* Grade distribution

|   5 | 11 |  25% |
|   4 | 10 |  23% |
|   3 |  7 |  16% |
|   U | 16 |  36% |
| Tot | 44 | 100% |

* Results (sorted by anonymous code)
+ NOTE: these results are inofficial. The formal results come through LADOK as usual.

| Anon. code      | Pages | P1 | P2 | P3 | P4 | Bonus | Sum | Grade |
|-----------------+-------+----+----+----+----+-------+-----+-------|
| DAT326-0001-ORB |     9 | 20 | 19 | 11 | 11 |     9 |  70 |     4 |
| DAT326-0005-ZPL |    13 | 24 | 20 | 11 | 17 |     0 |  72 |     4 |
| DAT326-0006-TNU |     6 | 20 |  5 |  8 | 13 |     3 |  49 |     3 |
| DAT326-0009-ZUE |     7 | 19 | 14 |  5 |  3 |     1 |  42 |     U |
| DAT326-0013-HYC |    10 | 21 | 18 | 19 | 12 |     6 |  76 |     4 |
| DAT326-0014-OTO |     5 | 15 | 21 | 10 | 14 |     0 |  60 |     3 |
| DAT326-0015-OTP |    10 | 24 | 22 | 20 | 16 |     7 |  89 |     5 |
| DAT326-0016-ZOE |    12 | 21 | 17 |  1 |  9 |     8 |  56 |     U |
| DAT326-0017-BDY |    17 | 24 | 24 | 20 | 18 |     8 |  94 |     5 |
| DAT326-0018-MSC |    11 | 23 | 17 | 14 | 23 |     8 |  85 |     5 |
| DAT326-0019-AGM |     7 | 20 |  7 |  0 |  3 |     0 |  30 |     U |
| DAT326-0020-HBM |     8 | 22 | 21 | 10 | 12 |     9 |  74 |     4 |
| DAT326-0021-YLF |     9 | 19 | 23 | 20 | 20 |     7 |  89 |     5 |
| DAT326-0024-OYC |    18 | 21 | 20 |  9 |  6 |     3 |  59 |     3 |
| DAT326-0025-YUJ |     8 | 25 | 18 | 10 |  8 |     2 |  63 |     3 |
| DAT326-0027-JNR |    11 | 25 | 25 | 18 | 28 |     4 | 100 |     5 |
| DAT326-0028-DXY |     6 | 15 | 19 | 18 |  7 |     0 |  59 |     3 |
| DAT326-0029-GMN |    10 | 24 | 19 | 19 | 12 |     4 |  78 |     4 |
| DAT326-0030-SKL |     6 | 18 |  6 |  4 |  - |     0 |  28 |     U |
| DAT326-0031-YMH |    10 | 25 | 22 | 14 | 13 |     5 |  79 |     4 |
| DAT326-0035-NOK |     6 | 14 |  5 | 11 |  6 |     0 |  36 |     U |
| DAT326-0037-AXB |     7 | 25 | 23 | 20 | 19 |     9 |  96 |     5 |
| DAT326-0038-TEN |     2 |  2 |  5 |  - |  - |     0 |   7 |     U |
| DAT326-0039-ZMP |     9 | 22 | 21 | 13 |  8 |     0 |  64 |     3 |
| DAT326-0041-RAN |     9 | 22 | 21 |  7 | 10 |     9 |  69 |     4 |
| DAT326-0042-WGD |    15 | 22 | 18 |  1 |  3 |     6 |  50 |     U |
| DAT326-0043-LOA |     9 | 25 | 24 | 20 | 22 |     9 | 100 |     5 |
| DAT326-0044-KGX |    11 | 23 | 25 | 15 |  7 |     6 |  76 |     4 |
| DAT326-0045-GAG |     7 | 24 | 24 | 20 | 15 |     9 |  92 |     5 |
| DAT326-0047-MTK |    10 | 14 | 18 | 10 |  5 |     0 |  47 |     U |
| DAT326-0049-MON |    13 | 18 | 23 | 10 | 15 |     9 |  75 |     4 |
| DAT326-0050-KRF |     7 | 16 | 23 |  1 |  7 |     0 |  47 |     U |
| DAT326-0051-EYX |    18 | 25 | 24 | 12 | 19 |     9 |  89 |     5 |
| DAT326-0052-GWH |     6 |  5 |  9 |  1 |  2 |     2 |  19 |     U |
| DAT326-0053-PDB |     8 | 20 | 21 | 13 |  6 |     2 |  62 |     3 |
| DAT326-0058-KJH |     8 | 23 | 23 | 20 | 19 |     9 |  94 |     5 |
| DAT326-0059-ABN |    10 | 11 |  3 |  3 | 10 |     0 |  27 |     U |
| DAT326-0061-BMC |    10 | 11 | 13 |  6 |  5 |     4 |  39 |     U |
| DAT326-0062-ESC |     7 | 20 | 19 |  2 |  3 |     6 |  50 |     U |
| DAT326-0063-ACM |     0 |  - |  - |  - |  - |     0 |   0 |     U |
| DAT326-0065-CXC |    10 | 25 | 24 | 18 | 12 |     0 |  79 |     4 |
| DAT326-0068-AWH |    10 | 15 | 23 |  1 |  6 |     5 |  50 |     U |
| DAT326-0073-HBS |     4 | 16 |  8 |  6 | 13 |     1 |  44 |     U |
| DAT326-0074-YWY |     9 | 25 | 24 | 12 | 19 |     8 |  88 |     5 |
|-----------------+-------+----+----+----+----+-------+-----+-------|
#+TBLFM: $9=vsum($4..$8)

